Repository: sajdoko/additional-checkout-fees
Catalog: languages/woo-additional-checkout-fees-*.po
Languages: it_it

source: WooCommerce Additional Checkout Fees Options
it_it: WooCommerce Ulteriori Opzioni di Commissioni di Pagamento

source: Checkout Fees
it_it: Commissioni di Pagamento

source: Plugin Settings
it_it: Impostazioni del plugin

source: Activate additional checkout fees?
it_it: Attiva le commissioni di checkout aggiuntive?

source: Text on billing
it_it: Testo sulla fatturazione

source: Additional Fee Options
it_it: Opzioni Tariffarie Aggiuntive

source: Fee Description
it_it: Descrizione della Tariffa

source: Fee Price
it_it: Prezzo della Tariffa

source: Add Fee Option
it_it: Aggiungi Opzione Commissione

source: Save Options
it_it: Salva Opzioni
